<template>
<div class="container">
  <h3>“百年潮涌——浙江省庆祝中国共产党成立100周年大型展览”参观须知</h3>
  <p>
    “百年潮涌——浙江省庆祝中国共产党成立100周年大型展览”在浙江省档案馆（杭州市拱墅区丰潭路409号）开展，欢迎您到场参观。为了保持展览效果及人员、展品的安全，维护参观秩序，特制定如下参观须知，请遵守执行。
  </p>
  <p>
    1.参观时间为6月23日下午-8月23日，每周二至周日9:00-17：00( 16:30停止入场) ,周一闭馆(法定节假日除外)。
  </p>
  <p>
    2.凭有效身份证实行实名预约，可以提前7天在“浙江省档案馆”微信公众号免费预约。每张有效身份证每天仅可预约一次,每个微信账号每天最多实名预约5人,每个人的姓名和有效证件号码均要如实填写。未办理身份证的未成年人请使用其户口本上身份证号码为其预约。
  </p>
  <p>
    3.每天预约时间分为若干时段，请按提供的时段预约参观。
  </p>
  <p>
    4.预约成功后,请妥善保存截图，并在预约时段内凭预约截图、有效身份证、健康码在省档案馆安检入口处核验后入馆参观。如超过预约时段15分钟,则视为预约无效,请重新预约。提前抵达请服从现场工作人员管理。无预约或错过预约时间将谢绝入馆。来自境外或重点地区的观众，应主动申报基本信息和健康状况。暂不接受社会团队预约。
  </p>
  <p>
    5.如预约观众行程有变,请于参观场次时间结束前在本系统申请退票,逾期将被系统视为违约,连续2次, 或累计2次( 半个月内)预约未到馆，该账号在2个月内将被限制使用预约功能。
  </p>
  <p>
    6.预约系统开放时间为24小时,当天预约将在15:30关闭。
  </p>
  <p>
    7.观众应自觉接受体温检测。如有体温异常现象，谢绝入馆参观。
  </p>
  <p>
    8.观众排队、参观应保持合理间距。参观时须全程佩戴口罩。
  </p>
  <p>
    9.展览位于省档案馆一楼东大厅，瞬时观众流量上限为200人。达到瞬时观众流量上限时，暂停观众入馆。
  </p>
  <p>
    10.参观者须明确以下几点：<br>
    　　（1）进入馆区须接受安检。<br>
    　　（2）严禁将易燃易爆、有毒有害物品及宠物携带进馆。<br>
    　　（3）爱护展区的展品展件，不得随意触摸。<br>
    　　（4）身高1.2米以下的儿童须家人陪同参观。行动不便的老年人和特殊人员须有人陪同参观。<br>
    　　（5）衣着不整、酗酒及精神异常者，谢绝参观。<br>
    （6）请勿在馆内使用扩音器，参观者不得在展区范围内喧哗。<br>
    （7）请保持馆内环境清洁，不得在展览区域进食饮水。<br>
    　　（8）馆区禁止吸烟。<br>
    　　（9）省档案馆遇有重大活动安排或特殊情况，需临时暂停开放时，将预先告示。<br>
    　　（10）若参观者在馆内参观时有违反参观须知的行为，例如不文明不严肃的言语、举止，不遵守公共场所的秩序，影响他人参观等，馆方有权制止，要求其迅速纠正或即时离开，必要时可通知公安机关依法处理。

  </p>
  <p>
    11.对展览中展出的档案、照片、音视频、文献资料，严禁摄影摄像。
  </p>
  <a-button type="primary" v-on:click="go">
    我同意
  </a-button>
</div>
</template>

<script>
    export default {
        data() {
            return {}
        },
      methods:{
          go(){
            this.$router.push({
              path: '/home'
            })
          }
      }
    }
</script>
<style lang="less" scoped>
  .container{
    padding: 25px;
    p{
      text-align: left;
      text-indent: 2em;
    }
  }
</style>
